examples/07-room/Allrun
#!/bin/sh
cd "${0%/*}" || exit                                # Run from this directory
#------------------------------------------------------------------------------

blockMesh
cp 0/T.orig 0/T
buoyantBoussinesqPimpleFoam

#------------------------------------------------------------------------------
